[
  {
    "image": "/images/colrifas.png",
    "name": "Colrifas",
    "description": "Colrifas is a web application designed to help people who sell raffles on  a regular basis, aiming to optimize the purchase and sale process. The application offers a series of features that make it easier to manage raffles, such as creating raffles, selling raffles, tracking sales, and drawing raffles.  One of the main functions of Colrifas is raffle creation. The application allows you to quickly and easily create raffles, specifying the prize, the number of raffles, the price of each raffle, and the date of the draw.",
    "url": "https://colrifas.netlify.app",
    "tecnologies": [
      { "title": "NextJs", "src": "/icons/nextjs.svg" },
      { "title": "Redux", "src": "/icons/redux.svg" },
      { "title": "CSS", "src": "/icons/css.svg" },
      { "title": "Express", "src": "/icons/express.svg" },
      { "title": "MongoDB", "src": "/icons/mongo.svg" }
    ]
  },
  {
    "image": "/images/opencvproject.jpg",
    "name": "OpenCvSharp Video Split Frames",
    "description": "This console application asks you to enter the URL of a video and then allows you to choose between two options. The first option allows you to split the video into frames and save them to the path you entered. The second option allows you to obtain the face of the person in the video (if there is one) and will save an image highlighting the eyes, nose, and mouth.",
    "url": "https://github.com/mendo369/opencv_dotnet",
    "tecnologies": [
      {
        "title": ".Net",
        "src": "/icons/dot_net.svg"
      },
      {
        "title": "OpenCvSharp",
        "src": "/icons/opencv.svg"
      }
    ]
  },
  {
    "image": "/images/contactos-api.png",
    "name": "ContactOS API",
    "description": "This .NET API streamlines the registration process, allowing users to easily sign up with just their name and phone number. Once registered, users can centrally manage their contacts, notes, and important dates. The intuitive and accessible interface ensures a hassle-free user experience. It stands out for its ability to organize contacts, facilitate the taking of important notes, and remember crucial dates, providing a comprehensive solution for personal information management.\n ",
    "url": "http://contact-os.somee.com/",
    "tecnologies": [
      {
        "title": ".Net",
        "src": "/icons/dot_net.svg"
      }
    ]
  },
  {
    "image": "/images/contactos.png",
    "name": "ContactOS (DEV)",
    "description": "ContactOS is an innovative web application designed to provide you with the convenience of storing and managing your essential data online. This platform offers you the ability to organize your contacts, take important notes, and efficiently remember significant dates. Simplicity and ease of access are its key features, as you can enjoy all its functionalities by simply registering with your name and phone number. ",
    "url": "https://contact-os.netlify.app/",
    "tecnologies": [
      {
        "title": "Angular",
        "src": "/icons/angular.svg"
      },
      {
        "title": "CSS",
        "src": "/icons/css.svg"
      }
    ]
  },
  {
    "image": "/images/presupuesto.png",
    "name": "Presupuesto App",
    "description": "This application allows you to see your income, expenses, and debt capacity in a clear and organized way. With this information, the app can help you make better financial decisions. For example, you can use it to identify areas where you can reduce your spending, to plan your savings, or to evaluate whether you can afford a new loan.",
    "url": "https://presupuesto-dema-com.netlify.app/",
    "tecnologies": [
      { "title": "Angular", "src": "/icons/angular.svg" },
      { "title": "Bootstrap", "src": "/icons/bootstrap.svg" }
    ]
  },
  {
    "image": "/images/control_clientes.png",
    "name": "Control Clientes",
    "description": "Keeping track of customer balances is important for businesses to be able to assess their liquidity and determine if they are able to meet their financial obligations. The application can help you track the balance of each customer, as well as the total balance of all customers. Editing customer information may be necessary to update their data, such as their address, phone number, or email address. The application can help you make these changes quickly and easily. CREDENTIALS: test@test.com | 123456",
    "url": "https://control-clientes.netlify.app/",
    "tecnologies": [
      { "title": "Angular", "src": "/icons/angular.svg" },
      { "title": "Bootstrap", "src": "/icons/bootstrap.svg" },
      { "title": "Firebase", "src": "/icons/firebase.svg" }
    ]
  }
]
